xeon/20220406-fpw/logs/pg-4-16-16/100/run-ro-3/pgbench.log
pgbench (15devel)
transaction type: <builtin: select only>
scaling factor: 100
query mode: prepared
number of clients: 32
number of threads: 8
duration: 900 s
number of transactions actually processed: 459759190
latency average = 0.063 ms
initial connection time = 11.251 ms
tps = 510849.760351 (without initial connection time)